---
kind: other
id: Properties.T:Autodesk.Revit.Exceptions.RevitServerUnauthenticatedUserException
source: html/33da3e1f-0cd3-3950-1a62-3993e0a48924.htm
---
# RevitServerUnauthenticatedUserException Properties

The information of the function throwing the exception.